Repository: jzafar/Trooute-iOS
Catalog: Trooute/Localizable.xcstrings
Source language: en
Languages: de, ru

source: When you notify passenger to get ready we'll send a notification to passenger to get ready for pickup
de: Wenn Sie den Fahrgast benachrichtigen, dass er sich bereithalten soll, senden wir eine Benachrichtigung an den Fahrgast, dass er sich für die Abholung bereithalten soll.
ru: Когда вы уведомляете пассажира о готовности, мы отправим уведомление пассажиру о готовности к забору

source: Where to
de: wohin
ru: Куда

source: Where to location field can't be blank
de: wohin feld darf nicht leer sein
ru: Куда поле не может быть пустым

source: White
de: Weiß
ru: Белый

source: Year
de: Baujahr
ru: Год

source: Yellow
de: Gelb
ru: Желтый

source: Yes
de: Ja
ru: Да

source: You can start picking up passengers 12 hours before the trip start time.
de: Sie können damit beginnen, Passagiere 12 Stunden vor dem Start der Reise abzuholen.
ru: Вы можете начать забирать пассажиров за 12 часов до начала поездки.

source: You can't accept this booking. You must have to connect your stripe account to accept this booking. When we have approved you as a driver, we send you an email to connect your stripe account.
de: Sie können diese Buchung nicht akzeptieren. Sie müssen Ihr Stripe-Konto verbinden, um diese Buchung zu akzeptieren. Wenn wir Sie als Fahrer akzeptieren, haben wir Ihnen eine E-Mail geschickt, um Ihr Stripe-Konto zu verbinden.
ru: Вы не можете принять это бронирование. Чтобы принять это бронирование, вам необходимо подключить свою учетную запись Stripe. Когда мы примем вас в качестве водителя, мы отправим вам электронное письмо для подключения вашей учетной записи Stripe

source: You can't start trip until all passengers are marked as picked up. If a passenger is not showed up you need to mark as Not Showed Up
de: Sie können die Fahrt erst beginnen, wenn alle Fahrgäste als abgeholt markiert sind. Wenn ein Fahrgast nicht erschienen ist, müssen Sie ihn als nicht erschienen markieren.
ru: Вы не сможете начать поездку, пока все пассажиры не будут отмечены как «забранные».Если пассажир не появился, вам нужно отметить его как «Не появился»

source: You don't have any bookings
de: Sie haben keine Buchungen
ru: У вас нет бронирований

source: You don't have any ongoing trip
de: Sie haben keine laufende Fahrt
ru: У вас нет текущих поездок

source: You don't have any trip
de: Sie haben keine laufende Fahrt
ru: У вас нет текущих поездок

source: You have enabled notifications but notifications are off from settings. Please go to application settings and enable notifications
de: Sie haben Benachrichtigungen aktiviert, aber Benachrichtigungen sind in den Einstellungen deaktiviert. Bitte gehen Sie zu den Anwendungseinstellungen und aktivieren Sie die Benachrichtigungen.
ru: Вы включили уведомления, но они отключены в настройках. Пожалуйста, зайдите в настройки приложения и включите уведомления.

source: You have marked as driver not showed up. You can contact support from settings page.
de: Sie wurden als nicht erschienen markiert. Sie können den Support über die Einstellungsseite kontaktieren.
ru: Вы были отмечены как не явившийся. Вы можете связаться с поддержкой через страницу настроек.

source: You might share the ride with fellow passengers heading the same way
de: Sie könnten die Fahrt mit anderen Passagieren teilen, die in die gleiche Richtung fahren.
ru: Вы можете поделить поездку с другими пассажирами, направляющимися в том же направлении.

source: Your booking is approved! Please proceed with payment to confirm.
de: Ihre Buchung ist genehmigt! Bitte fahren Sie zur Bestätigung mit der Zahlung fort.
ru: Ваше бронирование одобрено! Пожалуйста, продолжите с оплатой для подтверждения.

source: Your booking is now confirmed! Anticipate the upcoming trip day.
de: Ihre Buchung ist nun bestätigt! Erwarten Sie den bevorstehenden Reisetag.
ru: Ваше бронирование теперь подтверждено! Ожидайте предстоящего дня поездки

source: Your country
de: Dein Land
ru: Ваша страна

source: Your email address here
de: Ihre E-Mail Adresse hier
ru: Ваш адрес электронной почты здесь

source: Your email is not configured. Please configuere your email to report an issue.
de: Ihre E-Mail ist nicht konfiguriert. Bitte konfigurieren Sie Ihre E-Mail, um ein Problem zu melden.
ru: Ваш электронный адрес не настроен. Пожалуйста, настройте вашу почту, чтобы сообщить о проблеме.

source: Your password here
de: Dein Passwort hier
ru: Ваш пароль здесь

source: (Optional)
ru: (Необязательно)

source: /Person
ru: /Человек

source: +49XXXXXXXXX
ru: +7XXXXXXXXX

source: Beige
ru: Бежевый

source: Gold
ru: золотая

source: Orange
ru: оранжевый

source: Phone number
ru: Номер телефона

source: Support
ru: Поддержка
